Repository: Guillaume-Lazaro/DTA-Final-Swift
Catalog: DocContact/DocContact/*.lproj/Localizable.strings
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Back
fr: Retour

source: Done
fr: Valider

source: Phone Number
fr: Numéro de téléphone

# Edit
source: Edit a contact
fr: Modifier un contact

# Add
source: Add a contact
fr: Ajouter un contact

# DeleteConfirmation
source: Are you sure you want to delete this contact?
fr: Voulez-vous vraiment supprimer ce contact?

source: Inscription Error
fr: Erreur d'inscription

# CheckField
source: Check the highlighted field please
fr: Veuillez vérifier les champ surlignés

source: My Contacts
fr: Mes Contacts

source: Name or phone number
fr: Nom ou numéro de téléphone

source: My Contact
fr: Mon Contact

source: Modify
fr: Modifier

source: Greetings
fr: Salutations

# MailFromDocContacts
source: This mail was send by my app DocContact
fr: Mail envoyé depuis mon app DocContact

# InscriptionSuccess
source: Inscription successfull
fr: Inscription réussie

# Welcome
source: Welcome in your annuary application
fr: Bienvenue dans votre annuaire

# Begin
source: Let's begin
fr: Commençons

source: Password Error
fr: Erreur Mot de passe

source: Mail error
fr: Erreur Mail

source: Profile Error
fr: Erreur Profil

# CheckName
source: Verify the first and last name fields please
fr: Veillez à remplir correctement Nom et/ou Prénom

# CheckMail
source: Verify your address mail format please
fr: Veillez à respecter le format 'example@example.ex'

# CheckPhone
source: Verify your phone number please
fr: Veillez à rentrer 10 chiffres au numéro de téléphone

# CheckPassword
source: Verify your password please (must have 4 caracters)
fr: Veillez à avoir un mot de passe à 4 caractères

# CheckProfile
source: Verify your profile type please
fr: Veillez à choisir un profil valide

# CheckPasswordConfirm
source: Verify your confirm password please
fr: Confirmation mot de passe incorrecte

# AlreadyUsedPhone
source: This phone number is already used
fr: Numéro de téléphone déjà utilisé

source: Forgot Password
fr: Mot de passe oublié

# EnterPhoneNumber
source: Enter your phone number to retrieve your password
fr: Veuillez entrez votre numéro de téléphone pour récupérer votre mot de passe

source: Password sent
fr: Mot de passe envoyé

# YourPasswordWasSent
source: Your password was sent to your account's mail address
fr: Votre mot de passe a été envoyé à l'adresse Email de votre compte

# UnknownPhone
source: Unknown phone number
fr: Numéro inconnu

# CreateAnAccount
source: This phone number is unknown, please create an account
fr: Ce numéro est inconnu, veuillez créez un compte

source: Login Failed
fr: Login échoué

# CheckYourLogin
source: Please check your phone number and your password and retry please
fr: Nous n'avons pas pu vous connecter, vérifiez votre numéro de téléphone et votre mot de passe puis réessayez
